# Taps
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Binaries
brew 'bash' # Latest Bash version
brew 'coreutils' # Those that come with macOS are outdated
brew 'ffmpeg'
brew 'gh'
brew 'git'
brew 'grep'
brew 'mackup'
brew 'mas' # Mac App Store manager
brew 'pkg-config' # https://github.com/driesvints/dotfiles/issues/20
brew 'svn' # Needed to install fonts

# Development
brew 'imagemagick'
brew 'yarn'

# Apps
cask 'aerial'
cask 'alfred'
cask 'barrier'
cask 'caffeine'
cask 'discord'
cask 'firefox'
cask 'github'
cask 'google-chrome'
cask 'google-drive-file-stream'
cask 'herd'
cask 'hiddenbar'
cask 'imageoptim'
cask 'notion'
cask 'notion-calendar'
cask 'rectangle'
cask 'tableplus'
cask 'the-unarchiver'
cask 'visual-studio-code'

# Quicklook
cask 'qlmarkdown'
cask 'quicklook-json'

# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'

# Mac App Store